import { galleryItems } from './gallery-items.js';
/* Создание и рендер разметки по массиву данных galleryItems и предоставленному шаблону элемента галереи.
Используй готовый код из первого задания.

Подключение скрипта и стилей библиотеки используя CDN сервис cdnjs. 
Необходимо добавить ссылки на два файла: simple-lightbox.min.js и simple-lightbox.min.css.

Инициализация библиотеки после того как элементы галереи созданы и добавлены в div.gallery. 
Для этого ознакомься с документацией SimpleLightbox - в первую очередь секции «Usage» и «Markup».

Посмотри в документации секцию «Options» и добавь отображение подписей к изображениям из атрибута alt.
Пусть подпись будет снизу и появляется через 250 миллисекунд после открытия изображения. */

console.log(galleryItems);